Repository: kobkob2018/agwee_contracts
Catalog: languages/*.po
Languages: he_il

source: Submitted contracts list
he_il: רשימת החוזים שנחתמו באתר

source: Search
he_il: חיפוש

source: Email
he_il: אימייל

source: First name
he_il: שם פרטי

source: Last name
he_il: שם משפחה

source: Contract title
he_il: שם חוזה

source: From date
he_il: מתאריך

source: To date
he_il: עד תאריך

source: Begin list from none approved
he_il: התחל רשימה ממיילים שלא אושרו

source: No contracts was selected for the task
he_il: לא סומנו חוזים לביצוע הפעולה

source: The contracts got cancelled
he_il: החוזים בוטלו בהצלחה

source: No contracts was selected to send
he_il: לא סומנו חוזים לשליחה

source: Resend contract
he_il: שליחה חוזרת של חוזה

source: Between
he_il: בין

source: Hello
he_il: שלום

source: To watch and update the contract
he_il: לצפייה ועדכון פרטי החוזה

source: Signed between
he_il: שנחתם בין

source: Click the next link
he_il: לחץ על הלינק הבא

source: Attached, the pdf of the contract
he_il: מצורף קובץ החוזה

source: Click here to approve the reliability of the contract
he_il: לחץ כאן על מנת לאשר את אמינות החוזה

source: Greetings
he_il: בברכה

source: Resend contract to site admin
he_il: שליחת חוזה למנהל האתר

source: The selected contracts Sent successfully
he_il: החוזים שביקשת נשלחו בהצלחה

source: Update details
he_il: עדכון פרטים

source: A pdf created
he_il: הופק קובץ

source: No title
he_il: ללא כותרת

source: No contracts found
he_il: לא נמצאו חוזים

source: %s contracts found
he_il: נמצאו %s חוזים

source: Please select the contracts to send to your mailbox
he_il: סמן את החוזים שברצונך שיילחו אליך למייל

source: Select
he_il: בחירה

source: Date
he_il: תאריך

source: Emails
he_il: אימיילים

source: Names
he_il: שמות

source: Progress
he_il: שלב התקדמות

source: cancelled
he_il: בוטל

source: Approve IP or Decline reason
he_il: IP אישור/סיבת דחייה

source: Approved
he_il: אישרו

source: Waiting for approve
he_il: לא אישרו

source: Send selected
he_il: שלח את המסומנים

source: Send only to me
he_il: שלח רק אליי

source: Send to all participants
he_il: שלח אל כל המעורבים

source: Cancel the contract
he_il: בטל חוזה

source: Only done cotracts with PDF will be sent to admin
he_il: אל מנהל האתר יישלחו רק חוזים שהקובץ שלהם כבר הופק

source: Back to Contract list
he_il: חזרה לרשימת החוזים

source: Contract PDF
he_il: PDF של החוזה

source: Edit Contract
he_il: עריכת חוזה

source: Main settings
he_il: פרטים כלליים

source: Contract fields
he_il: שדות בחוזה

source: Content
he_il: תוכן

source: Do you want to delete this contract?
he_il: האם אתה בטוח שברצונך למחוק את החוזה?

source: Delete
he_il: מחיקה

source: Shortcode to add the contract form to content
he_il: שורטקוד להוספת הטופס

source: Contracts Management
he_il: ניהול חוזים

source: Create a new Contract
he_il: צור חוזה חדש

source: The Contract title
he_il: כותרת החוזה

source: Contracts list
he_il: רשימת חוזים

source: Unable to upload image(supported extentions: gif,jpg,png)
he_il: התמונה שהעלית לא תקינה(ניתן להעלות קבצים עם הסיומות הבאות בלבד: gif,jpg,png)

source: The image you try to upload is too large
he_il: התמונה שהעלית גדולה מידיי

source: Title
he_il: כותרת

source: Identifier(For system use. can leave this empty)
he_il: מזהה(לצרכי מערכת,ניתן להשאיר ריק)

source: Text margins
he_il: מיקום טקסט

source: Margin top
he_il: מרחק מלמעלה

source: Margin bottom
he_il: מרחק מלמטה

source: Header image
he_il: תמונת ראש

source: Footer image
he_il: תמונת תחתית

source: Save
he_il: שמירה

source: The Contract fields
he_il: שדות למילוי בחוזה

source: Global details
he_il: פרטים כלליים

source: Global fields
he_il: שדות כלליים

source: Show
he_il: הצג

source: Hide
he_il: הסתר

source: Tag
he_il: תגית

source: Location
he_il: מיקום

source: Field Title
he_il: כותרת השדה

source: Default value
he_il: ערך ברירת מחדל

source: Is required
he_il: שדה חובה

source: Field type
he_il: סוג השדה

source: Allow edit
he_il: אפשר עריכה

source: Remove field
he_il: הסר שדה

source: Add a Global field
he_il: הוסף שדה כללי

source: Participants
he_il: משתתפים

source: Role
he_il: תפקיד

source: Remove participant
he_il: הסר משתתף

source: Add field to participant
he_il: הוסף שדה למשתתף

source: Add participant
he_il: הוסף משתתף

source: Click here to save
he_il: לחץ כאן לשמירה

source: Fields
he_il: שדות

source: Remove the participant?
he_il: האם להסיר את המשתתף?

source: Remove the field?
he_il: האם להסיר את השדה?

source: The contract content
he_il: תוכן החוזה

source: The fields to add
he_il: שדות להוספה

source: Add Appendix
he_il: הוסף נספח לחוזה

source: Appendix
he_il: נספח

source: Click here to add the selected field to the content
he_il: לחץ כאן להוספת הערך הנבחר

source: The contract content here!
he_il: תוכן החוזה כאן!

source: Agwee Contract POST
he_il: פוסט של טופס לחוזה

source: Agwee Contracts
he_il: ניהול חוזים

source: Submitted contracts
he_il: חוזים ממומשים

source: Contract templates
he_il: תבניות חוזים
